Revit 2027 API
PointCloudOverrideSettings Constructor
Overload List
Name | Description
PointCloudOverrideSettings() |  Constructs a settings object with default values.
PointCloudOverrideSettings(PointCloudOverrideSettings) |  Constructs a copy of source object.
Top
See Also
Reference
PointCloudOverrideSettings Class
Autodesk.Revit.DB.PointClouds Namespace